[
	{
		"name": "x-wing",
		"desc": "The Incom T-65 X-wing is the fighter that killed the Death Star. An almost perfect balance of speed, maneuverability, and defensive shielding make it the fighter of choice for Rogue Squadron.",
		"availability": [20,7,2017],
		"notAvailable": [28,7,2017],
		"pickup": "Poznań",
		"dropoff": ["Warszawa", "Wrocław", "Poznań"],
		"cannon": "four single lasers",
		"maxAcc": 3700,
		"atmosphericSpeed": 1050,
		"seats": 1,
		"img": "XW.jpg"
	},
	{
		"name": "Delta-7",
		"desc": "The Delta-7 Aethersprite-class light interceptor, more commonly known as Jedi starfighter due to its extensive use by Jedi, was an interceptor commissioned just before the outbreak of the Clone Wars in 22 BBY. The starfighter was considered highly advanced at the time of its creation and carried sophisticated equipment, but it was expensive to produce.",
		"availability": [20,7,2017],
		"notAvailable": [28,7,2017],
		"pickup": "Warszawa",
		"dropoff": ["Warszawa", "Wrocław", "Poznań"],
		"cannon": "two twin lasers",
		"maxAcc": 5000,
		"atmosphericSpeed": 1260,
		"seats": 1,
		"img": "D.png"
	},
	{
		"name": "Lambda-class T4-a",
		"desc": "The Lambda-class T-4a shuttle, also known as the Imperial Shuttle, was a standard light utility craft in common use throughout the Imperial military as a transport for troops and high-ranking individuals.",
		"availability": [20,7,2017],
		"notAvailable": [28,7,2017],
		"pickup": "Poznań",
		"dropoff": ["Warszawa"],
		"cannon": "three twin lasers",
		"maxAcc": 1400,
		"atmosphericSpeed": 850,
		"seats": 1,
		"img": "T4A.jpg"
	},
	{
		"name": "Falcon Millenium",
		"desc": "Its aged appearance belied numerous advanced modifications to boost the ship's speed, weapons and shield, including a hyperdrive engine among the fastest in the entire galaxy, enabling it to outrun Imperial Star Destroyers. It included sensor-proof smuggling compartments, which were used during the rescue of Princess Leia Organa to evade Imperial stormtroopers.",
		"availability": [20,7,2017],
		"notAvailable": [28,7,2017],
		"pickup": "Poznań",
		"dropoff": ["Warszawa", "Wrocław", "Poznań"],
		"cannon": "two quad lasers",
		"maxAcc": 3000,
		"atmosphericSpeed": 1050,
		"seats": 4,
		"img": "FM.jpg"
	},
	{
		"name": "Slave 1",
		"desc": "Slave I was a modified Firespray-31-class patrol and attack craft used by the infamous bounty hunter Jango Fett before the Clone Wars. Jango outfitted the craft with a number of weapons, including laser cannons, projectile launchers, and seismic charges. While under Jango's ownership, the ship was in a dogfight over Geonosis with the Jedi starfighter piloted by Obi-Wan Kenobi.",
		"availability": [23,7,2017],
		"notAvailable": [28,7,2017],
		"pickup": "Poznań",
		"dropoff": ["Warszawa", "Wrocław", "Poznań"],
		"cannon": "ion cannon",
		"maxAcc": 2500,
		"atmosphericSpeed": 1000,
		"seats": 3,
		"img": "S1.jpg"
	}
]
